[
    {
        "id": "ml_corr_1",
        "title": "El Kali Gandaki: La Grieta del Mundo",
        "content": "El río Kali Gandaki fluye entre los macizos del Annapurna y el Dhaulagiri, creando la garganta más profunda del planeta. Históricamente, este corredor no fue una barrera, sino la principal ruta comercial de sal entre el Tíbet y la India. Caravanas de yaks y mulas transportaban sal de los lagos secos tibetanos hacia el sur y cereales hacia el norte.",
        "source": "UNESCO / Nepal Tourism Board"
    },
    {
        "id": "ml_corr_2",
        "title": "Pokhara: Más que un lago",
        "content": "Antes de ser el centro turístico que es hoy, Pokhara era un punto de parada vital en las rutas transhimalayas. La arquitectura antigua del bazar de Pokhara (Bindhyabasini) revela su pasado Newar, donde los comerciantes establecieron puestos de avanzada para gestionar el flujo de bienes.",
        "source": "Nepal Tourism Board / Heritage Walks"
    },
    {
        "id": "ml_corr_3",
        "title": "La Cultura Thakali",
        "content": "Los Thakali, habitantes originarios de la región de Thak Khola, dominaron el comercio de sal. Su cultura es un ejemplo de adaptación: desarrollaron posadas (bhattis) que evolucionaron en la famosa hospitalidad nepalí. Su cocina es una fusión de influencias tibetanas y de las tierras bajas.",
        "source": "NTNC / Antropología del Himalaya"
    },
    {
        "id": "ml_corr_4",
        "title": "Caminos de Peregrinación",
        "content": "Las rutas comerciales a menudo se solapan con las de peregrinación. El camino a Muktinath es recorrido tanto por hindúes como por budistas, demostrando cómo el movimiento de personas facilita el sincretismo religioso.",
        "source": "UNESCO World Heritage Tentative List"
    },
    {
        "id": "ml_corr_5",
        "title": "El Futuro del Corredor",
        "content": "Hoy, la construcción de carreteras modernas desafía las antiguas rutas de trekking y comercio. El reto es mantener la esencia del 'camino' como espacio de encuentro humano frente a la velocidad del transporte motorizado.",
        "source": "UNDP Nepal - Infrastructure & Development"
    }
]